example.txt
Running 10s test @ http://127.0.0.1:4000/greeting/hello
  50 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.61us   26.04us   5.68ms   97.93%
    Req/Sec    32.12k     2.66k   34.84k    94.06%
  322630 requests in 10.10s, 32.61MB read
  Socket errors: connect 29, read 0, write 0, timeout 0
Requests/sec:  31941.18
Transfer/sec:      3.23MB